Repository: box/mojito
Catalog: cli/src/main/resources/com/box/l10n/mojito/cli/command/DemoCreateCommand/Demo-1_*.xliff
Languages: fi_fi

# ContactInfo.customSupportEmail
source: Email
fi_fi: Sähköposti

# ContactInfo.customSupportPhone
source: Phone Number
fi_fi: Puhelinnumero

# ContactInfo.descriptionText
source: If your managed users run into issues with their accounts, you can send them to your company's support resources instead of the default Box customer support.
fi_fi: Jos hallituilla käyttäjillä on ongelmia tiliensä kanssa, voit pyytää heitä ottamaan yhteyttä oman yrityksen tukeen Boxin asiakastuen sijasta.

# ContactInfo.linkUrl
source: Support Site URL
fi_fi: Tukisivuston URL-osoite

# ContactInfo.title
source: Support Contact Information
fi_fi: Tukipalvelun yhteystiedot

# EmailSignature.description
source: Box sends automated email notifications on behalf of users when they take certain actions in Box - for example, adding collaborators to a folder. You can add an email signature with additional information, such as a privacy notice, to these automated emails.
fi_fi: Box lähettää automaattisia sähköposti-ilmoituksia käyttäjien puolesta, kun he käyttävät Boxissa tiettyjä toimintoja, esim. lisäävät yhteistyökumppaneita kansioon. Voit lisätä automaattisiin viestiin sähköpostiallekirjoituksen, joka sisältää lisätietoja, kuten tietosuojailmoituksen.

# EmailSignature.email
source: Text
fi_fi: Teksti

# EmailSignature.title
source: System Email Signature
fi_fi: Järjestelmän sähköpostin allekirjoitus

# InProductMessage.description
source: Create a custom in-product message to communicate with your managed users. This message will appear in the upper right-hand corner of the Box homepage.
fi_fi: Luo mukautettu tuotteen sisäinen ilmoitus, jolla voit kommunikoida hallittujen käyttäjien kanssa. Ilmoitus näkyy Boxin aloitussivun oikeassa yläkulmassa.

# InProductMessage.text
source: Text
fi_fi: Teksti

# InProductMessage.title
source: In Product Message
fi_fi: Tuoteviesti

# addGroupFolderViewer.add
source: Add
fi_fi: Lisää

# addGroupFolderViewer.cancel
source: Cancel
fi_fi: Peruuta

# addGroupFolderViewer.viewerTitle
source: Add Folders to Group
fi_fi: Lisää kansioita ryhmään

# boxui.validationURLHTTPError
source: URL must start with http:// or https://
fi_fi: URL-osoitteen alussa täytyy olla http:// tai https://

# colorPicker.hexCode
source: Hex Code
fi_fi: Hex-värikoodi

# colorPicker.oldColor
source: Current
fi_fi: Nykyinen

# companyProfile.customUrlInvalidError
source: Invalid URL. Custom URL must be an alphanumeric value
fi_fi: Virheellinen URL-osoite. Mukautetun URL-osoitteen on oltava aakkosnumeerinen arvo.

# companyProfile.customUrlWWWError
source: URL cannot start with www
fi_fi: URL-osoitteen alussa ei voi olla www

# companyProfile.customsubdomain
source: Custom Subdomain
fi_fi: Mukautettu alitoimialue

# companyProfile.description
source: Set up your company name and then create the custom URL your managed users will use to log into Box.
fi_fi: Määritä yrityksen nimi ja luo hallituille käyttäjille mukautettu URL-osoite, jonka kautta hallitut käyttäjät voivat kirjautua Boxiin.

# companyProfile.invalidWhitespaceError
source: Requires at least one non-whitespace character
fi_fi: Tarvitaan vähintään yksi merkki (ei välilyönti)

# companyProfile.message
source: Message
fi_fi: Viesti

# companyProfile.name
source: Company Name
fi_fi: Yrityksen nimi

# companyProfile.title
source: Company Profile
fi_fi: Yritysprofiili

# confirmModal.confirmModalCancelButton
source: CANCEL
fi_fi: PERUUTA

# confirmModal.confirmModalDescription
source: You are about to change the Permission for {numberOfSelection} {numberOfSelection, plural, =1 {folder} other {folders}} to {permission}.
fi_fi: Olet muuttamassa {numberOfSelection} {numberOfSelection, plural, =1 {kansion} other {kansion}} käyttöoikeustasoksi {permission}.

# confirmModal.confirmModalOkayButton
source: OKAY
fi_fi: OK

# confirmModal.confirmModalTitle
source: Are you sure?
fi_fi: Oletko varma?

# createFolder.folderNameLengthExceeded
source: Folder name has exceeded its limit.
fi_fi: Kansion nimi on liian pitkä.

# createFolder.folderNameZeroLength
source: Folder name cannot be empty.
fi_fi: Kansion nimi ei voi olla tyhjä.

# createFolderModal.body
source: Enter a name for the new folder. You may use alphanumeric characters and some symbols. Folder will use default collaboration settings.
fi_fi: Kirjoita uuden kansion nimi. Voit käyttää aakkosia ja numeroita sekä joitain symboleja. Kansiossa käytetään yhteistyön oletusasetuksia.

# createFolderModal.cancel
source: Cancel
fi_fi: Peruuta

# createFolderModal.create
source: Create
fi_fi: Luo

# createFolderModal.myFiles
source: My Files
fi_fi: Omat tiedostot

# createFolderModal.newFolderPlaceholder
source: New Folder
fi_fi: Uusi kansio

# createFolderModal.title
source: Create a new folder in "{name}"
fi_fi: Luo uusi kansio kohteeseen {name}

# customBranding.error
source: There was a problem updating your settings.
fi_fi: Järjestelmä havaitsi virheen asetuksia päivitettäessä.

# customBranding.errorDigestTitle
source: Oops that didn't work!
fi_fi: Virhe. Jokin meni pieleen.

# customBranding.errorLoadingHeader
source: Apologies, we were unable to load this.
fi_fi: Lataaminen ei onnistunut.

# customBranding.errorLoadingSubHeader
source: Please refresh the page or try again later.
fi_fi: Päivitä sivu tai yritä myöhemmin uudelleen.

# customBranding.learnMore
source: Learn more
fi_fi: Lisätietoja

# customBranding.loading
source: Loading...
fi_fi: Ladataan...

# customBranding.save
source: Save
fi_fi: Tallenna

# customBranding.submitting
source: Submitting
fi_fi: Lähetetään

# customBranding.success
source: Your changes have been saved.
fi_fi: Tekemäsi muutokset on tallennettu.

# customBranding.toggleLabel
source: Enable Custom Settings
fi_fi: Ota mukautusasetukset käyttöön

# customBranding.toggleSectionDescription
source: Customize your company Box experience for managed and external users. You can set the logo, color scheme and messaging users see when they work in the Box web application. {learnMoreLink}
fi_fi: Mukauta yrityksen Box-käyttökokemus hallituille ja ulkoisille käyttäjille. Voit määrittää logon, värimaailman ja viestit, jotka käyttäjät näkevät Boxin verkkosovelluksessa. {learnMoreLink}

# customBranding.toggleSectionTitle
source: Custom Settings
fi_fi: Mukautetut asetukset

# customLogo.change
source: Change
fi_fi: Muuta

# customLogo.clear
source: Clear
fi_fi: Tyhjennä

# customLogo.fileSizeError
source: Files must be under 1MB in size
fi_fi: Tiedostojen enimmäiskoko on 1 Mt

# customLogo.fileTypeError
source: Only JPG, JPEG, and PNG files are supported
fi_fi: Vain JPG-, JPEG- ja PNG-tiedostoja tuetaan

# customLogo.previewAltText
source: Logo Preview
fi_fi: Logon esikatselu

# customLogo.uploadError
source: There was a problem uploading your logo.
fi_fi: Järjestelmä havaitsi virheen logoa ladattaessa.

# editGroupFolderExplorer.tableHeaders.lastModifiedDate
source: Last Modified Date
fi_fi: Muokattu viimeksi

# editGroupFolderExplorer.tableHeaders.name
source: Name
fi_fi: Nimi

# editGroupFolderExplorer.tableHeaders.owner
source: Owner
fi_fi: Omistaja

# editGroupFolderExplorer.tableHeaders.size
source: Size
fi_fi: Koko

# editGroupFolderViewer.cancel
source: Cancel
fi_fi: Peruuta

# editGroupFolderViewer.remove
source: Remove
fi_fi: Poista

# editGroupFolderViewer.viewerTitle
source: Edit Group Folders
fi_fi: Muokkaa ryhmän kansioita

# feedback.adminConsole
source: Admin Console
fi_fi: Hallintakonsoli

# feedback.adminDashboard
source: Admin Dashboard
fi_fi: Hallintakoontinäyttö

# feedback.articleLink
source: article
fi_fi: artikkeli

# feedback.automations
source: Automations
fi_fi: Automaatiot

# feedback.bug
source: Bug
fi_fi: Ohjelmavirhe

# feedback.closeText
source: Close
fi_fi: Sulje

# feedback.confusingInterface
source: Confusing interface
fi_fi: Sekava käyttöliittymä

# feedback.contentManager
source: Content Manager
fi_fi: Sisällönhallinta

# feedback.externalUsers
source: External Users
fi_fi: Ulkoiset käyttäjät

# feedback.featureLabel
source: What feature are you having trouble with?
fi_fi: Mikä ominaisuus aiheutti ongelmia?

# feedback.feedbackContent
source: To learn more about {label}, check out this {link} on our Help Center!
fi_fi: Lisätietoja aiheesta {label} saat napsauttamalla tätä ohjekeskuksen linkkiä: {link}

# feedback.feedbackHeader
source: Give Feedback
fi_fi: Anna palautetta
