Repository: box/mojito
Catalog: cli/src/main/resources/com/box/l10n/mojito/cli/command/DemoCreateCommand_IO/Demo-1_*.xliff
Languages: it_it, ja_jp, nb_no, pt_br, ru_ru, sv_se, zh_tw

# ContactInfo.customSupportEmail
source: Email
ja_jp: メール
nb_no: E-post
ru_ru: Адрес эл. почты
sv_se: E-post
zh_tw: 電子郵件

# ContactInfo.customSupportPhone
source: Phone Number
it_it: Numero di telefono
ja_jp: 電話番号
nb_no: Telefonnummer
pt_br: Número de telefone
ru_ru: Номер телефона
sv_se: Telefonnummer
zh_tw: 電話號碼

# ContactInfo.descriptionText
source: If your managed users run into issues with their accounts, you can send them to your company's support resources instead of the default Box customer support.
it_it: Se gli utenti gestiti riscontrano problemi con i loro account, puoi inviarli alle risorse di assistenza della tua azienda anziché al supporto clienti Box predefinito.
ja_jp: 管理対象ユーザーのアカウントで問題が発生したときに、デフォルトのBoxカスタマーサポートの代わりに、自社のサポートリソースに問題を送信することができます。
nb_no: Hvis de administrerte brukerne dine støter på problemer med kontoene sine, kan du sende dem til firmaets kundestøtteressurser i stedet for Box-kundestøtten.
pt_br: Se seus usuários gerenciados tiverem problemas com as contas, você pode encaminhá-los para os recursos de assistência da sua empresa, em vez de à assistência ao cliente padrão do Box.
ru_ru: Если у управляемых пользователей возникают проблемы с учетными записями, можно посоветовать им обратиться в службу поддержки вашей компании, а не в стандартную службу поддержки клиентов Box.
sv_se: Om dina hanterade användare får problem med sina konton kan du be dem vända sig till ditt företags supportresurser istället för Box kundtjänst.
zh_tw: 如果受管理使用者的帳戶發生問題，您可以將問題傳給貴公司的支援人員，而不是傳給預設的 Box 客戶支援。

# ContactInfo.linkUrl
source: Support Site URL
it_it: URL sito di supporto
ja_jp: サポートサイトのURL
nb_no: URL-adresse for kundestøtteområde
pt_br: URL do site de assistência
ru_ru: URL-адрес сайта службы поддержки
sv_se: Supportwebbadress
zh_tw: 支援網站 URL

# ContactInfo.title
source: Support Contact Information
it_it: Dati di contatto del servizio di supporto
ja_jp: サポートの連絡先情報
nb_no: Kontaktinformasjon for kundestøtte
pt_br: Informações de contato para assistência
ru_ru: Контактная информация службы поддержки
sv_se: Kontaktinformation för support
zh_tw: 支援連絡資訊

# EmailSignature.description
source: Box sends automated email notifications on behalf of users when they take certain actions in Box - for example, adding collaborators to a folder. You can add an email signature with additional information, such as a privacy notice, to these automated emails.
it_it: Box invia le notifiche automatiche via e-mail per conto degli utenti quando essi intraprendono determinate azioni in Box, ad esempio l'aggiunta di collaboratori a una cartella. Puoi aggiungere una firma e-mail con informazioni aggiuntive, come ad esempio un'informativa sulla privacy, a questi messaggi di posta elettronica automatici.
ja_jp: フォルダにコラボレータを追加するなど、ユーザーがBoxで特定の操作を実行したときに、Boxがユーザーに代わって自動メール通知を送信します。この自動メールには、署名とプライバシーに関する通知などの追加情報を追加できます。
nb_no: Box sender automatiske e-postvarsler på vegne av brukere når de foretar enkelte handlinger i Box, for eksempel når de legger til samarbeidspartnere i en mappe. Du kan legge til en e-postsignatur med mer informasjon, for eksempel en personvernerklæring, i disse automatiske e-postmeldingene.
pt_br: O Box envia notificações de e-mail automatizadas em nome dos usuários quando eles realizam certas ações no Box, por exemplo, adicionar colaboradores a uma pasta. Você pode adicionar uma assinatura de e-mail com mais informações, como um aviso de privacidade, a esses e-mails automatizados.
ru_ru: Сервис Box рассылает автоматические сообщения от лица пользователей, совершивших какое-либо действие в Box, например добавление соавторов в папку. Такие автоматические сообщения можно дополнить информацией (например, уведомлением о конфиденциальности) и добавить подпись.
sv_se: Box skickar automatiserade e-postmeddelanden för användarnas räkning när de utför vissa åtgärder i Box, t.ex. lägger till medarbetare till en mapp. Du kan lägga till en e-postsignatur med ytterligare information, som ett sekretessmeddelande, i de här automatiserade e-postmeddelandena.
zh_tw: 使用者在 Box 中進行某些特定的動作時 (例如，在資料夾新增共同作業者時)，Box 會代表使用者傳送自動化的電子郵件通知。您可以新增要在此類自動化電子郵件中顯示的電子郵件簽名及其他資訊，例如隱私權聲明。

# EmailSignature.email
source: Text
it_it: Testo
ja_jp: テキスト
nb_no: Tekst
pt_br: Texto
ru_ru: Текст
zh_tw: 文字

# EmailSignature.title
source: System Email Signature
it_it: Firma e-mail sistema
ja_jp: システムのメール署名
nb_no: Systemets e-postsignatur
pt_br: Assinatura de e-mail do sistema
ru_ru: Системная подпись в сообщениях электронной почты
sv_se: System-e-postsignatur
zh_tw: 系統電子郵件簽名

# InProductMessage.description
source: Create a custom in-product message to communicate with your managed users. This message will appear in the upper right-hand corner of the Box homepage.
it_it: Crea un messaggio personalizzato nel prodotto per comunicare con gli utenti gestiti. Questo messaggio viene visualizzato nell'angolo superiore destro della home page di Box.
ja_jp: 管理対象ユーザーに送信する製品内カスタムメッセージを作成します。このメッセージは、Boxホームページの右上に表示されます。
nb_no: Opprett en egendefinert melding i produktet for å kommunisere med de administrerte brukerne dine. Denne meldingen vises øverst til høyre på Box-startsiden.
pt_br: Crie uma mensagem personalizada no produto para se comunicar com seus usuários gerenciados. Esta mensagem será exibida na parte superior direita da página inicial do Box.
ru_ru: Общайтесь с управляемыми пользователями с помощью встроенной системы обмена сообщениями. Такие сообщения отображаются в правом верхнем углу на главной странице Box.
sv_se: Skapa ett anpassat produktmeddelande för att kommunicera med dina hanterade användare. Det här meddelandet visas längst upp till höger på Box hemsida.
zh_tw: 您可以建立自訂的產品內訊息，以與受管理的使用者通訊。這則訊息會出現在 Box 首頁的右上角。

# InProductMessage.text
source: Text
it_it: Testo
ja_jp: テキスト
nb_no: Tekst
pt_br: Texto
ru_ru: Текст
zh_tw: 文字

# InProductMessage.title
source: In Product Message
it_it: Nel messaggio del prodotto
ja_jp: 製品に含まれるメッセージ
nb_no: Melding i produkt
pt_br: Mensagem No Produto
ru_ru: Сообщения в продукте
sv_se: I produktmeddelande
zh_tw: 產品內訊息

# addGroupFolderViewer.add
source: Add
it_it: Aggiungi
ja_jp: 追加
nb_no: Legg til
pt_br: Adicionar
ru_ru: Добавить
sv_se: Lägg till
zh_tw: 新增

# addGroupFolderViewer.cancel
source: Cancel
it_it: Annulla
ja_jp: キャンセル
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
zh_tw: 取消

# addGroupFolderViewer.viewerTitle
source: Add Folders to Group
it_it: Aggiunta cartelle a gruppo
ja_jp: フォルダをグループに追加
nb_no: Legg til mapper i gruppen
pt_br: Adicionar pastas ao grupo
ru_ru: Добавление папок в группу
sv_se: Lägg till mappar i grupp
zh_tw: 新增資料夾至群組

# boxui.validationURLHTTPError
source: URL must start with http:// or https://
it_it: L'URL deve iniziare con http:// or https://
ja_jp: URLはhttp://またはhttps://で始まる必要があります
nb_no: URL-en må starte med http:// eller https://
pt_br: O URL deve começar com http:// ou https://
ru_ru: URL-адрес должен начинаться с http:// или https://
sv_se: URL-adress måste börja med http:// eller https://
zh_tw: URL 必須以 http:// 或 https:// 開頭

# colorPicker.hexCode
source: Hex Code
it_it: Codice esadecimale
ja_jp: 16進数コード
nb_no: Heksadesimalkode
pt_br: Código hexadecimal
ru_ru: Шестнадцатеричный код
sv_se: Hexkod
zh_tw: 十六進位色碼

# colorPicker.oldColor
source: Current
it_it: Corrente
ja_jp: 現行
nb_no: Gjeldende
pt_br: Corrente
ru_ru: Текущий
sv_se: Aktuell
zh_tw: 目前使用

# companyProfile.customUrlInvalidError
source: Invalid URL. Custom URL must be an alphanumeric value
it_it: URL non valido. L'URL personalizzato deve essere un valore alfanumerico
ja_jp: 無効なURLです。カスタムURLは英数字である必要があります
nb_no: Ugyldig URL-adresse. Tilpasset URL-adresse må være en alfanumerisk verdi
pt_br: URL inválido. O URL personalizado deve ter um valor alfanumérico
ru_ru: Недействительный URL-адрес. Настраиваемый URL-адрес должен содержать только буквы и цифры
sv_se: Ogiltig URL-adress. Anpassad URL måste vara ett alfanumeriskt värde
zh_tw: 無效的 URL。自訂 URL 必須為英數字元值

# companyProfile.customUrlWWWError
source: URL cannot start with www
it_it: L'URL non può iniziare con www
ja_jp: URLは「www」で始まらないようにしてください
nb_no: URL-adresse kan ikke starte med www
pt_br: O URL não pode começar com www
ru_ru: URL-адрес не может начинаться с "www"
sv_se: URL-adress kan inte starta med www
zh_tw: URL 不能以 www 開頭

# companyProfile.customsubdomain
source: Custom Subdomain
it_it: Sottodominio personalizzato
ja_jp: カスタムサブドメイン
nb_no: Tilpasset underdomene
pt_br: Personalizar subdomínio
ru_ru: Пользовательский поддомен
sv_se: Anpassad subdomän
zh_tw: 自訂子網域

# companyProfile.description
source: Set up your company name and then create the custom URL your managed users will use to log into Box.
it_it: Imposta il nome dell'azienda, quindi crea l'URL personalizzato che gli utenti gestiti potranno utilizzare per eseguire l'accesso in Box.
ja_jp: 会社名を設定してから、管理対象ユーザーがBoxへのログインに使用するカスタムURLを作成します。
nb_no: Angi firmanavnet ditt, og opprett deretter den egendefinerte URL-adressen som de administrerte brukerne skal bruke til å logge på Box.
pt_br: Configure o nome de sua empresa e crie o URL personalizado que seus usuários gerenciados usarão para fazer login no Box.
ru_ru: Укажите название организации, а затем создайте уникальный URL-адрес, по которому управляемые пользователи будут входить в Box.
sv_se: Ange ditt företagsnamn och skapa sedan den anpassade webbadressen som dina hanterade användare kommer att använda för att logga in på Box.
zh_tw: 請設定您的公司名稱，然後建立供受管理使用者登入 Box 的自訂 URL。

# companyProfile.invalidWhitespaceError
source: Requires at least one non-whitespace character
it_it: Richiede almeno un carattere diverso dallo spazio vuoto
ja_jp: 空白文字以外の文字が1つ以上必要です。
nb_no: Krever minst ett tegn som ikke er et mellomrom
pt_br: Requer, pelo menos, um caractere sem espaço em branco
ru_ru: Требуется по крайней мере один символ, не являющийся пробелом
sv_se: Kräver minst ett tecken som inte är ett blanksteg
zh_tw: 需要至少一個非空白字元

# companyProfile.message
source: Message
it_it: Messaggio
ja_jp: メッセージ
nb_no: Melding
pt_br: Mensagem
ru_ru: Сообщение
sv_se: Meddelande
zh_tw: 訊息

# companyProfile.name
source: Company Name
it_it: Ragione sociale
ja_jp: 会社名
nb_no: Firmanavn
pt_br: Nome da empresa
ru_ru: Название компании
sv_se: Företagets namn
zh_tw: 公司名稱

# companyProfile.title
source: Company Profile
it_it: Profilo società
ja_jp: 会社概要
nb_no: Firmaprofil
pt_br: Perfil da empresa
ru_ru: Профиль компании
sv_se: Företagsprofil
zh_tw: 公司檔案

# confirmModal.confirmModalCancelButton
source: CANCEL
it_it: ANNULLA
ja_jp: キャンセル
nb_no: AVBRYT
pt_br: CANCELAR
ru_ru: ОТМЕНА
sv_se: AVBRYT
zh_tw: 取消

# confirmModal.confirmModalDescription
source: You are about to change the Permission for {numberOfSelection} {numberOfSelection, plural, =1 {folder} other {folders}} to {permission}.
it_it: Stai per cambiare l'autorizzazione per {numberOfSelection} {numberOfSelection, plural, =1 {cartella} other {cartelle}} con {permission}.
ja_jp: {numberOfSelection} {numberOfSelection, plural, =1{個のフォルダ} other {個のフォルダ}}の権限を{permission}に変更しようとしています。
nb_no: Du er i ferd med å endre tillatelse for {numberOfSelection} {numberOfSelection, plural, =1 {folder} other {folders}} til {permission}.
pt_br: Você está prestes a alterar a permissão para {numberOfSelection} {numberOfSelection, plural, =1 {pasta} other {pastas}} para {permission}.
ru_ru: Вы собираетесь изменить параметры разрешения для {numberOfSelection} {numberOfSelection, plural, =1 {папки} other {папок/папки}} на разрешение "{permission}".
sv_se: Du håller på att ändra behörigheten för {numberOfSelection} {numberOfSelection, plural, =1 {mapp} other {mappar}} till {permission}.
zh_tw: 您即將把 {numberOfSelection} {numberOfSelection, plural, =1 {個資料夾} other {個資料夾}} 的權限變更為 {permission}。

# confirmModal.confirmModalOkayButton
source: OKAY
it_it: OK
ja_jp: OK
nb_no: OK
pt_br: OK
ru_ru: ОК
sv_se: OK
zh_tw: 確定

# confirmModal.confirmModalTitle
source: Are you sure?
it_it: Confermi?
ja_jp: よろしいですか?
nb_no: Er du sikker?
pt_br: Tem certeza?
ru_ru: Продолжить?
sv_se: Är du säker?
zh_tw: 您確定嗎？

# createFolder.folderNameLengthExceeded
source: Folder name has exceeded its limit.
it_it: Il nome della cartella supera il limite consentito.
ja_jp: フォルダ名の長さが制限を超えました。
nb_no: Mappenavnet inneholder for mange tegn.
pt_br: O nome da pasta excedeu o limite.
ru_ru: Слишком длинное название папки.
sv_se: Mappnamnet överskrider begränsningen.
zh_tw: 資料夾名稱超出限制。

# createFolder.folderNameZeroLength
source: Folder name cannot be empty.
it_it: Il nome della cartella non può essere vuoto.
ja_jp: フォルダ名を空にすることはできません。
nb_no: Mappenavnet kan ikke stå tomt.
pt_br: O nome não pode estar vazio.
ru_ru: Имя папки не может быть пустым.
sv_se: Mappnamnet får inte vara tomt.
zh_tw: 資料夾名稱不可為空白。

# createFolderModal.body
source: Enter a name for the new folder. You may use alphanumeric characters and some symbols. Folder will use default collaboration settings.
it_it: Immetti un nome per la nuova cartella. Puoi utilizzare caratteri alfanumerici e alcuni simboli. La cartella utilizzerà le impostazioni di collaborazione predefinite.
ja_jp: 新規フォルダの名前を入力します。英数字と一部の記号が使用できます。フォルダにはデフォルトのコラボレーション設定が適用されます。
nb_no: Gi den nye mappen et navn. Du kan bruke bokstaver, tall og enkelte symboler. Mappen bruker standard samarbeidsinnstillinger.
pt_br: Insira um nome para a nova pasta. Você pode usar caracteres alfanuméricos e alguns símbolos. A pasta usará configurações padrão de colaboração.
ru_ru: Введите имя новой папки, используя буквы, цифры и специальные символы. Для папки будут установлены настройки совместной работы по умолчанию.
sv_se: Ange ett namn på den nya mappen. Du kan använda alfanumeriska tecken och vissa symboler. Mappen kommer att använda standardinställningarna för samarbete.
zh_tw: 請為新資料夾輸入名稱。您可以使用英數字元和某些符號。資料夾會採用預設的共同作業設定。

# createFolderModal.cancel
source: Cancel
it_it: Annulla
ja_jp: キャンセル
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
zh_tw: 取消

# createFolderModal.create
source: Create
it_it: Crea
ja_jp: 作成
nb_no: Opprett
pt_br: Criar
ru_ru: Создать
sv_se: Skapa
zh_tw: 建立

# createFolderModal.myFiles
source: My Files
it_it: I miei file
ja_jp: マイファイル
nb_no: Mine filer
pt_br: Meus arquivos
ru_ru: Мои файлы
sv_se: Mina filer
zh_tw: 我的檔案

# createFolderModal.newFolderPlaceholder
source: New Folder
it_it: Nuova cartella
ja_jp: 新しいフォルダ
nb_no: Ny mappe
pt_br: Nova pasta
ru_ru: Новая папка
sv_se: Ny mapp
zh_tw: 新資料夾

# createFolderModal.title
source: Create a new folder in "{name}"
it_it: Creazione di una nuova cartella in "{name}"
ja_jp: 「{name}」に新規フォルダを作成
nb_no: Opprett en ny mappe i "{name}"
pt_br: Criar nova pasta em "{name}"
ru_ru: Создать папку в "{name}"
sv_se: Skapa en ny mapp i "{name}"
zh_tw: 在「{name}」中建立新資料夾

# customBranding.error
source: There was a problem updating your settings.
it_it: Si è verificato un problema durante l'aggiornamento delle impostazioni.
ja_jp: 設定の更新中に問題が発生しました。
nb_no: Kan ikke oppdatere innstillingene dine.
pt_br: Ocorreu um erro ao atualizar suas configurações.
ru_ru: Ошибка при обновлении настроек.
sv_se: Ett problem uppstod vid uppdatering av inställningarna.
zh_tw: 更新您的設定時發生問題。

# customBranding.errorDigestTitle
source: Oops that didn't work!
it_it: Errore. Operazione non riuscita.
ja_jp: 送信できませんでした。
nb_no: Det fungerte ikke!
pt_br: Opa, não funcionou!
ru_ru: Произошла ошибка
sv_se: Tyvärr, det fungerade inte.
zh_tw: 糟糕，發生問題！

# customBranding.errorLoadingHeader
source: Apologies, we were unable to load this.
it_it: Impossibile eseguire il caricamento.
ja_jp: 申し訳ございません。このページを読み込めませんでした。
nb_no: Vi kan ikke laste inn dette.
pt_br: Desculpe, não foi possível carregar isso.
ru_ru: Не удалось загрузить файл.
sv_se: Vi beklagar, men vi kan tyvärr inte läsa in det här.
zh_tw: 很抱歉，我們無法載入這個項目。

# customBranding.errorLoadingSubHeader
source: Please refresh the page or try again later.
it_it: Aggiorna la pagina o riprova più tardi.
ja_jp: ページを更新するか、後でもう一度お試しください。
nb_no: Last inn siden på nytt, eller prøv på nytt senere.
pt_br: Atualize a página ou tente novamente mais tarde.
ru_ru: Обновите страницу или повторите попытку позже.
sv_se: Uppdatera sidan eller försök igen senare.
zh_tw: 請重新整理頁面，或稍後再試。

# customBranding.learnMore
source: Learn more
it_it: Ulteriori informazioni
ja_jp: 詳細を表示
nb_no: Lær mer
pt_br: Saiba mais
ru_ru: Подробнее (на английском языке)
sv_se: Läs mer
zh_tw: 詳細資訊

# customBranding.loading
source: Loading...
it_it: Upload in corso...
ja_jp: ロード中...
nb_no: Laster inn ...
pt_br: Carregando...
ru_ru: Загрузка...
sv_se: Läser in ...
zh_tw: 載入中...

# customBranding.save
source: Save
it_it: Salva
ja_jp: 保存
nb_no: Lagre
pt_br: Salvar
ru_ru: Сохранить
sv_se: Spara
zh_tw: 儲存

# customBranding.submitting
source: Submitting
it_it: Invio
ja_jp: 送信中
nb_no: Sender inn
pt_br: Enviando
ru_ru: Отправка
sv_se: Skickas
zh_tw: 正在提交

# customBranding.success
source: Your changes have been saved.
it_it: Modifiche salvate.
ja_jp: 変更を保存しました。
nb_no: Endringene dine er lagret.
pt_br: Suas alterações foram salvas com sucesso.
ru_ru: Изменения сохранены.
sv_se: Dina ändringar har sparats.
zh_tw: 已儲存您的變更。

# customBranding.toggleLabel
source: Enable Custom Settings
it_it: Consenti impostazioni personalizzate
ja_jp: カスタム設定を有効にする
nb_no: Aktiver egendefinerte innstillinger
pt_br: Habilitar configurações personalizadas
ru_ru: Включить пользовательские настройки
sv_se: Aktivera anpassade inställningar
zh_tw: 啟用自訂設定

# customBranding.toggleSectionDescription
source: Customize your company Box experience for managed and external users. You can set the logo, color scheme and messaging users see when they work in the Box web application. {learnMoreLink}
it_it: Personalizza l'esperienza aziendale Box per gli utenti gestiti e gli utenti esterni. Puoi impostare il logo, la combinazione di colori e i messaggi che gli utenti vedono quando lavorano nell'applicazione Web di Box. {learnMoreLink}
ja_jp: 管理対象ユーザーおよび外部ユーザーのBox環境をカスタマイズします。ロゴ、配色、およびBoxウェブアプリケーションにログインしたときにユーザーに表示されるメッセージを設定できます。{learnMoreLink}
nb_no: Tilpass Box-opplevelsen for administrerte og eksterne brukere i firmaet. Du kan angi logo, fargetema og meldinger brukere ser når de jobber i Box-applikasjonen på Internett. {learnMoreLink}
pt_br: Personalize a experiência de sua empresa no Box para usuários gerenciados e externos. Você pode definir o logotipo, o esquema de cores e as mensagens que os usuários veem quando trabalham no aplicativo do Box na Web. {learnMoreLink}
ru_ru: Персонализируйте оформление Box для управляемых пользователей и гостей. Можно установить логотип, выбрать цвет и появляющиеся сообщения — все это отобразится в веб-приложении Box. {learnMoreLink}
sv_se: Anpassa ditt företags Box-upplevelse för hanterade och externa användare. Du kan ställa in logotyp, färgschema och meddelanden som användare ser när de arbetar i Box-webbapplikationen. {learnMoreLink}
zh_tw: 自訂您公司的 Box 體驗，讓受管理的使用者和外部使用者各自擁有專屬的使用體驗。您可以設定使用者在使用 Box 網路應用程式時會看到的標誌、色彩配置和訊息。{learnMoreLink}

# customBranding.toggleSectionTitle
source: Custom Settings
it_it: Impostazioni personalizzate
ja_jp: カスタム設定
nb_no: Egendefinerte innstillinger
pt_br: Configurações personalizadas
ru_ru: Пользовательские настройки
sv_se: Anpassade inställningar
zh_tw: 自訂設定

# customLogo.change
source: Change
it_it: Modifica
ja_jp: 変更
nb_no: Endre
pt_br: Alterar
ru_ru: Изменить
sv_se: Ändra
zh_tw: 變更

# customLogo.clear
source: Clear
it_it: Cancella
ja_jp: 消去
nb_no: Fjern
pt_br: Limpar
ru_ru: Очистить
sv_se: Rensa
zh_tw: 清除

# customLogo.fileSizeError
source: Files must be under 1MB in size
it_it: I file devono essere di dimensioni inferiori a 1 MB
ja_jp: ファイルサイズは1MB未満にしてください
nb_no: Filer kan ikke være større enn 1 MB
pt_br: O tamanho dos arquivos deve ser de até 1 MB
ru_ru: Размер файлов не должен превышать 1 МБ
sv_se: Filer måste vara mindre än 1 MB
zh_tw: 檔案大小必須低於 1 MB

# customLogo.fileTypeError
source: Only JPG, JPEG, and PNG files are supported
it_it: Sono supportati solo i file JPG, JPEG e PNG
ja_jp: JPG、JPEG、およびPNG形式のファイルのみサポートされています
nb_no: Bare JPG-, JPEG- og PNG-filer støttes
pt_br: Somente os arquivos JPG, JPEG e PNG são suportados
ru_ru: Поддерживаются только файлы JPG, JPEG и PNG
sv_se: Endast JPG-, JPEG- och PNG-filer stöds
zh_tw: 僅支援 JPG、JPEG 和 PNG 檔案

# customLogo.previewAltText
source: Logo Preview
it_it: Anteprima logo
ja_jp: ロゴのプレビュー
nb_no: Forhåndsvisning av logo
pt_br: Visualização da marca
ru_ru: Предпросмотр логотипа
sv_se: Logotypförhandsgranskning
zh_tw: 標誌預覽

# customLogo.title
source: Logo
ja_jp: ロゴ
pt_br: Logotipo
ru_ru: Логотип
sv_se: Logotyp
zh_tw: 標誌

# customLogo.uploadError
source: There was a problem uploading your logo.
it_it: Si è verificato un problema durante l'upload del logo.
ja_jp: ロゴのアップロード中に問題が発生しました。
nb_no: Kan ikke laste opp logoen din.
pt_br: Ocorreu um problema ao carregar seu logotipo.
ru_ru: Ошибка при загрузке логотипа.
sv_se: Ett problem uppstod vid uppdatering av din logotyp.
zh_tw: 上傳您的標誌時發生問題。

# editGroupFolderExplorer.tableHeaders.lastModifiedDate
source: Last Modified Date
it_it: Data ultima modifica
ja_jp: 最終更新日
nb_no: Sist endret
pt_br: Data da última modificação
ru_ru: Дата последнего изменения
sv_se: Senast ändrad – datum
zh_tw: 上次修改日期

# editGroupFolderExplorer.tableHeaders.name
source: Name
it_it: Nome
ja_jp: 名前
nb_no: Navn
pt_br: Nome
ru_ru: Имя
sv_se: Namn
zh_tw: 名稱

# editGroupFolderExplorer.tableHeaders.owner
source: Owner
it_it: Proprietario
ja_jp: 所有者
nb_no: Eier
pt_br: Proprietário
ru_ru: Владелец
sv_se: Ägare
zh_tw: 擁有者

# editGroupFolderExplorer.tableHeaders.size
source: Size
it_it: Dimensioni
ja_jp: サイズ
nb_no: Størrelse
pt_br: Tamanho
ru_ru: Размер
sv_se: Storlek
zh_tw: 大小

# editGroupFolderViewer.cancel
source: Cancel
it_it: Annulla
ja_jp: キャンセル
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
sv_se: Avbryt
zh_tw: 取消

# editGroupFolderViewer.remove
source: Remove
it_it: Rimuovi
ja_jp: 削除
nb_no: Fjern
pt_br: Remover
ru_ru: Удалить
sv_se: Ta bort
zh_tw: 移除

# editGroupFolderViewer.viewerTitle
source: Edit Group Folders
it_it: Modifica cartelle gruppo
ja_jp: グループフォルダの編集
nb_no: Rediger gruppemapper
pt_br: Editar pastas de grupo
ru_ru: Редактирование папок группы
sv_se: Redigera gruppmappar
zh_tw: 編輯群組資料夾

# feedback.adminConsole
source: Admin Console
it_it: Console di amministrazione
ja_jp: 管理コンソール
nb_no: Administratorkonsoll
pt_br: Console de admin
ru_ru: Консоль администрирования
sv_se: Adminkonsol
zh_tw: 管理主控台

# feedback.adminDashboard
source: Admin Dashboard
it_it: Dashboard di amministrazione
ja_jp: 管理ダッシュボード
nb_no: Administratorpanel
pt_br: Painel de admin
ru_ru: Панель администратора
sv_se: Adminkontrollpanel
zh_tw: 管理儀表板

# feedback.articleLink
source: article
it_it: articolo
ja_jp: 記事
nb_no: artikkel
pt_br: artigo
ru_ru: статья
sv_se: artikel
zh_tw: 文章

# feedback.automations
source: Automations
it_it: Automazioni
ja_jp: 自動化
nb_no: Automatiseringer
pt_br: Automações
ru_ru: Задачи автоматизации
sv_se: Automatiseringar
zh_tw: 自動化

# feedback.bug
source: Bug
ja_jp: バグ
nb_no: Feil
pt_br: Erro
ru_ru: Ошибка
sv_se: Fel
zh_tw: 錯誤

# feedback.closeText
source: Close
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
pt_br: Fechar
ru_ru: Закрыть
sv_se: Stäng
zh_tw: 關閉

# feedback.confusingInterface
source: Confusing interface
it_it: Interfaccia fuorviante
ja_jp: インターフェースがわかりにくい
nb_no: Forvirrende grensesnitt
pt_br: Interface confusa
ru_ru: Непонятный интерфейс
sv_se: Förvirrande gränssnitt
zh_tw: 介面很混亂

# feedback.contentManager
source: Content Manager
it_it: Gestione dei contenuti
ja_jp: コンテンツマネージャ
nb_no: Innholdsbehandling
pt_br: Gerenciamento de conteúdo
ru_ru: Диспетчер контента
sv_se: Innehållshanterare
zh_tw: 內容管理員

# feedback.externalUsers
source: External Users
it_it: Utenti esterni
ja_jp: 外部ユーザー
nb_no: Eksterne brukere
pt_br: Usuários externos
ru_ru: Внешние пользователи
sv_se: Externa användare
zh_tw: 外部使用者
