Repository: box/mojito
Catalog: cli/src/main/resources/com/box/l10n/mojito/cli/command/DemoCreateCommand_IO/Demo-1_*.xliff
Languages: it_it, ja_jp, nb_no, pt_br, ru_ru, sv_se, zh_tw

# feedback.featureLabel
source: What feature are you having trouble with?
it_it: Con quale funzione stai riscontrando problemi?
ja_jp: 問題があったのはどの機能ですか?
nb_no: Hvilke funksjoner har du problemer med?
pt_br: Com qual recurso você está tendo problemas?
ru_ru: При работе с какой функцией у вас возникли проблемы?
sv_se: Vilken funktion har du problem med?
zh_tw: 有問題的是哪個功能？

# feedback.feedbackContent
source: To learn more about {label}, check out this {link} on our Help Center!
it_it: Per ulteriori informazioni su {label}, dai un'occhiata a questo collegamento {link} nel nostro Centro assistenza.
ja_jp: {label}の詳細については、ヘルプセンターの{link}をご覧ください。
nb_no: Hvis du vil finne ut mer om {label}, kan du gå til {link} i hjelpesenteret vårt.
pt_br: Para saber mais sobre {label}, confira {link} no nosso Centro de ajuda!
ru_ru: Подробнее о функции {label} см. в статье {link} на сайте нашего Справочного центра.
sv_se: Läs mer om {label} i denna {link} i vårt hjälpcenter!
zh_tw: 若要瞭解 {label} 的相關詳細資訊，請到我們的說明中心查看這個 {link}！

# feedback.feedbackHeader
source: Give Feedback
it_it: Invia il tuo feedback
ja_jp: 意見を送る
nb_no: Gi tilbakemelding
pt_br: Fazer comentários
ru_ru: Отзыв
sv_se: Ge feedback
zh_tw: 提供意見反應
