Repository: box/mojito
Catalog: webapp/src/main/resources/xliff/Mojito-1_*.xliff
Languages: be_by, fr_fr, ko_kr

# header.workbench
source: Workbench
be_by: Працоўная панэль
fr_fr: Éditeur
ko_kr: 워크벤치

# header.repositories
source: Repositories
be_by: Рэпазіторый
fr_fr: Répertoires
ko_kr: 프로젝트

# repositories.table.header.name
source: Name
be_by: Назва
fr_fr: Nom
ko_kr: 이름

# repositories.table.header.translated
source: Translated
be_by: Перакладзеныя
fr_fr: Traduit
ko_kr: 번역됨

# repositories.table.row.review
source: {numberOfNeedsReview, plural, =0 {None Needs Review} other{# Needs Review}}
be_by: {numberOfNeedsReview, plural, =0 {Правяраць нічога не трэба} other{Трэба праверыць пераклады (#)}}
fr_fr: {numberOfNeedsReview, plural, =0{Aucnune à revoir} other{# à revoir}}

# repositories.table.row.rejected
source: {numberOfRejected, plural, =0 {None Rejected} other{# Rejected}}
be_by: {numberOfRejected, plural, =0 {Усе пераклады прынятыя} other{Ёсць адхіленыя пераклады (#)}}
fr_fr: {numberOfRejected, plural, =0{Aucune rejetée} =1{1 rejetée} other{# rejetées}}
ko_kr: {numberOfRejected, plural, =0 {거절 된것 없음} other{#개 거절됨}}

# search.placeholder
source: Search term...
be_by: Шукаць слова…
fr_fr: Terme à rechercher ...
ko_kr: 검색어...

# search.filter.target
source: Target
be_by: Пераклад
fr_fr: Cible
ko_kr: 번역후 문장

# search.filter.exact
source: Exact
be_by: Дакладнае супадзенне
fr_fr: Exacte
ko_kr: 동일

# search.filter.contains
source: Contains
be_by: Частковае супадзенне
fr_fr: Contient
ko_kr: 포함

# search.filter.searchAttribute
source: Attribute
be_by: Атрыбут
fr_fr: Attribut
ko_kr: 속성

# search.statusDropdown.title
source: Filter by
be_by: Паказаць радкі
fr_fr: Filtré par
ko_kr: 필터하기

# search.statusDropdown.used
source: Used
be_by: Якія ўжываюцца
fr_fr: Utilisé
ko_kr: 사용중

# search.statusDropdown.translated
source: Translated
be_by: Перакладзеныя
fr_fr: Traduit
ko_kr: 번역됨

# search.statusDropdown.needsReview
source: Needs Review
be_by: Не правераныя
fr_fr: A revoir
ko_kr: 리뷰필요

# search.statusDropdown.rejected
source: Rejected
be_by: Адхіленыя
fr_fr: Rejetée
ko_kr: 거절됨

# search.statusDropdown.yes
source: Yes
be_by: Так
fr_fr: Oui
ko_kr: 예

# search.statusDropdown.no
source: No
be_by: Не
fr_fr: Non
ko_kr: 아니요

# search.pagination.isLoading
source: Loading...
be_by: Загружаю…
fr_fr: Chargement ...
ko_kr: 로딩중...

# header.loggedInUser.profile
source: My Profile
be_by: Мая старонка
fr_fr: Mon profil
ko_kr: 프로필

# header.loggedInUser.preferences
source: My Preferences
be_by: Мае наладкі
fr_fr: Mes Préférences
ko_kr: 선호도

# header.loggedInUser.logout
source: Logout
be_by: Выйсці
fr_fr: Déconnexion
ko_kr: 로그아웃

# label.save
source: Save
be_by: Захаваць
fr_fr: Enregistrer
ko_kr: 저장

# label.delete
source: Delete
be_by: Выдаліць
fr_fr: Supprimer
ko_kr: 삭제

# label.cancel
source: Cancel
be_by: Скасаваць
fr_fr: Annuler
ko_kr: 취소

# textUnit.target.placeholder
source: Enter a new translation ...
be_by: Дадай пераклад…
fr_fr: Entrez une nouvelle traduction ...
ko_kr: 새로운 번역 입력하기 ...

# textUnit.unused
source: Unused
be_by: Не ўжываецца
fr_fr: Inutilisé
ko_kr: 사용안함

# textUnit.notIncludedInLocalizedFile
source: Not included in localized file
be_by: Не дададзены ў файл для лакалізацыі
fr_fr: Non inclus dans le fichier localisé
ko_kr: 번역된 파일에 포함안됨

# textUnit.target.enterNewTranslation
source: Enter new translation...
be_by: Дадай пераклад…
fr_fr: Entrer une nouvelle traduction ...
ko_kr: 새로운 번역 입력하기...

# workbench.toolbar.review
source: Review
be_by: Рэдагаваць
fr_fr: Revoir

# workbench.toolbar.numberOfSelectedTextUnits
source: {numberOfSelectedTextUnits, plural, =0 {None selected} other{# selected}}
be_by: {numberOfSelectedTextUnits, plural, =0 {Радкі не абраныя} other{Вы абралі радкі (#)}}
fr_fr: {numberOfSelectedTextUnits, plural, =0{Aucune sélectionnée} =1{1 sélectionnée} other{# sélectionnées}}
ko_kr: {numberOfSelectedTextUnits, plural, =0 {선택 없음} other{#개 선택}}

# workbench.toolbar.selectAllInPage
source: Select all in page
be_by: Абраць усе радкі на старонцы
fr_fr: Tout sélectionner dans la page
ko_kr: 페이지 모두 선택

# workbench.toolbar.clearAllInPage
source: Clear all in page
be_by: Скасаваць выбар усіх радкоў на старонцы
fr_fr: Tout desélectionner dans la page
ko_kr: 페이지 선택 취소

# workbench.toolbar.clearAll
source: Clear all
be_by: Скасаваць выбар усіх радкоў
fr_fr: Tout desélectionner
ko_kr: 선택 취소

# textUnit.reviewModal.rejected
source: Rejected
be_by: Адхіленыя
fr_fr: Rejetée
ko_kr: 거절

# textUnit.reviewModal.accepted
source: Accepted
be_by: Прынятыя
fr_fr: Acceptée
ko_kr: 승인

# textUnit.reviewModal.needsReview
source: Needs Review
be_by: Трэба праверыць
fr_fr: A revoir
ko_kr: 리뷰필요

# textUnit.reviewModal.title
source: Review selected translations
be_by: Пераклады, абраныя для праверкі
fr_fr: Revoir les traductions choisies
ko_kr: 선택된 번역 리뷰하기

# textUnit.reviewModal.commentLabel
source: Comment
be_by: Каментар
fr_fr: Commentaire
ko_kr: 댓글

# textUnit.reviewModal.commentPlaceholder
source: Enter comment
be_by: Дадай каментар
fr_fr: Entrez un commentaire
ko_kr: 댓글달기

# textUnit.deletemodal.title
source: Confirm delete
be_by: Развітайся з радкамі
fr_fr: Confirmer la suppression
ko_kr: 삭제확인

# textUnits.bulk.deleteMessage
source: Are you sure you want to delete the selected text units?
be_by: Ты сапраўды хочаш выдаліць гэтыя радкі ці проста жартуеш?
fr_fr: Êtes-vous sûr de vouloir supprimer les unités de texte sélectionnées?
ko_kr: 선택한 문장과 번역을 지우시겠습니까?

# textUnit.save.failed
source: There was an error saving the translation.
be_by: Пераклад не захаваўся.
fr_fr: Il y a eu une économie de la traduction erreur.
ko_kr: 번역을 저장하는데 문제가 생겼습니다.

# textUnit.delete.failed
source: There was an error deleting the translation.
be_by: Пераклад не выдаліўся.
fr_fr: Il y a eu une erreur lors de la suppréssion la traduction.
ko_kr: 번역을 삭제하는데 문제가 생겼습니다.

# search.repository.placeholder
source: Choose Repositories
be_by: Абяры рэпазіторый
fr_fr: Répertoires ...

# search.repository.filterPlaceholder
source: Repository Name...
be_by: Назва рэпазіторыя…
fr_fr: Nom du répertoire ...
ko_kr: 프로젝트 이름...

# search.locale.btn.text
source: {numberOfSelectedLocales, plural, =0{Locales ... } =1{1 locale selected} other{# locales selected}}
be_by: {numberOfSelectedLocales, plural, =0{Лакалі... } =1{Абраная 1 лакаль} other{Абраныя лакалі (#)}}
fr_fr: {numberOfSelectedLocales, plural, =0{Locales ... } =1{1 locale sélectionnée} other{# locales sélectionnées}}

# search.locale.filterPlaceholder
source: Locale Name...
be_by: Код лакалі…
fr_fr: Nom de la locale ...
ko_kr: 언어...

# search.query.failed
source: There was an error querying the server
be_by: Пры спробе звязацца з серверам узнікла памылка.
fr_fr: Il y a eu une erreur en interrogeant le serveur
ko_kr: 서버에 문제가 생겼습니다.

# login.form.logout
source: You have been logged out.
be_by: Вы больш не ў сістэме.
fr_fr: Vous avez été déconnecté.
ko_kr: 로그아웃 되었습니다.

# login.form.error
source: Invalid username and password.
be_by: Няслушнвя імя карыстальніка і пароль.
fr_fr: Nom d'utilisateur et mot de passe invalide.
ko_kr: 아이디나 패스워드가 잘못되었습니다.

# login.form.title
source: Welcome back, please log in
fr_fr: Bienvenue à nouveau, s'il vous plaît connectez-vous
ko_kr: 로그인 하세요

# login.form.login
source: Log in
be_by: Увайсці
fr_fr: Connexion
ko_kr: 로그인

# login.form.username
source: username
be_by: імя карыстальніка
fr_fr: nom de l'utilisateur
ko_kr: 아이디

# login.form.password
source: password
be_by: пароль
fr_fr: mot de passe
ko_kr: 패스워드

# error.modal.title
source: That caused an error
be_by: Узнікла памылка
fr_fr: Cela a provoqué une erreur
ko_kr: 문제가 발생했습니다

# repositories.table.row.review
source: {numberOfNeedsReview, plural, =0 {None Need Review} =1 {1 Needs Review} other{# Need Review}}
be_by: {numberOfNeedsReview, plural, =0 {Правяраць не трэба} =1 {1 на праверку} other{# на праверку}}
fr_fr: {numberOfNeedsReview, plural, =0 {Aucune à revoir} other{# à revoir}}

# repositories.table.row.numNew
source: {numberOfNew, plural, =0 {None New} other{# New}}
be_by: {numberOfNew, plural, =0 {Новых няма} other{Новыя (#)}}
fr_fr: {numberOfNew, plural, =0 {Aucune nouvelle} 1={1 nouvelle} other{# nouvelles}}

# repositories.localeStats.localeStats
source: Locale Statistics
be_by: Статыстыка па лакалях
fr_fr: Statistiques par locale
ko_kr: 언어 번역 현황

# repositories.localeStats.close
source: Close
be_by: Зачыніць
fr_fr: Fermer
ko_kr: 닫기

# search.repository.btn.text
source: {numberOfSelectedRepositories, plural, =0{Repositories} =1{1 repository} other{# repositories}}
be_by: {numberOfSelectedRepositories, plural, =0{Рэпазіторыі} =1{1 рэпазіторый} other{Рэпазіторыі (#)}}
fr_fr: {numberOfSelectedRepositories, plural, =0{Répertoires} =1{1 répertoire} other{# répertoires}}
ko_kr: {numberOfSelectedRepositories, plural, =0{프로젝트} =1{프로젝트 1개} other{프로젝트 #개}}

# localeselector.title
source: Select Mojito locale
be_by: Абяры лакаль Mojito
fr_fr: Sélectionnez la locale pour Mojito
ko_kr: Mojito 언어 선택

# header.projectRequests
source: Project Requests
be_by: Праекты
fr_fr: Projets
ko_kr: 프로젝트 요청

# repositories.table.row.needsReview
source: {numberOfNeedsReview, plural, =0 {None Need Review} =1 {1 Needs Review} other{# Need Review}}
be_by: {numberOfNeedsReview, plural, =0 {Правяраць нічога не трэба} =1 {Трэба праверыць 1} other{Трэба праверыць #}}
fr_fr: {numberOfNeedsReview, plural, =0 {Aucune revue requise} =1 {1 revue requise} other{# revue requises}}
ko_kr: {numberOfNeedsReview, plural, =0 {리뷰 필요 없음} =1 {1개 리뷰 필요} other{#개 리뷰 필요}}

# repositories.table.row.needsTranslation
source: {numberOfNeedsTranslation, plural, =0 {None Need translation} =1 {1 Needs Translation} other{# Need Translation}}
be_by: {numberOfNeedsTranslation, plural, =0 {Перакладаць нічога не трэба} =1 {Трэба перакласці 1} other{Трэба перакласці #}}
fr_fr: {numberOfNeedsTranslation, plural, =0 {Aucune à traduire} =1 {1 à traduire} other{# à traduire}}
ko_kr: {numberOfNeedsTranslation, plural, =0 {번역 필요 없음} =1 {1개 번역 필요} other{#개 번역 필요}}

# search.statusDropdown.all
source: All
be_by: Усе
fr_fr: Toutes
ko_kr: 모두보기

# search.statusDropdown.forTranslation
source: Needs Translation
be_by: На пераклад
fr_fr: Traduction requise
ko_kr: 번역필요

# textUnit.reviewModal.translationNeeded
source: Needs Translation
be_by: На пераклад
fr_fr: Traduction requise
ko_kr: 번역필요

# drops.newRequest.btn
source: New Request
be_by: Новы праект
fr_fr: Nouveau projet
ko_kr: 번역요청

# drops.tableHeader.name
source: Name
be_by: Назва
fr_fr: Nom
ko_kr: 이름

# drops.tableHeader.createdBy
source: Created By
be_by: Стваральнік
fr_fr: Crée par
ko_kr: 사용자

# drops.tableHeader.createdDate
source: Created Date
be_by: Дата стварэння
fr_fr: Date de création
ko_kr: 날짜

# drops.tableHeader.repository
source: Repository
be_by: Рэпазіторый
fr_fr: Répertoire
ko_kr: 프로젝트

# drops.tableHeader.status
source: Status
be_by: Стан
fr_fr: Statut
ko_kr: 번역현황

# drops.newRequestModal.createRequest
source: Create Request
be_by: Стварыць праект
fr_fr: Créer un projet
ko_kr: 번역 요청 하기

# drops.newRequestModal.title
source: Select a Repository to Create a Request
be_by: Абярыце рэпазіторый і стварыце праект
fr_fr: Sélectionner un Répertoire pour créer un project
ko_kr: 번역할 프로젝트를 선택하세요

# drops.newRequestModal.requestTranslation
source: Request Translation
be_by: Праект на пераклад
fr_fr: Projet de traduction
ko_kr: 번역 요청 하기

# drops.newRequestModal.requestReview
source: Request Review
be_by: Праект на праверку
fr_fr: Projet de revue
ko_kr: 리뷰 요청 하기

# drops.status.sending
source: Sending
be_by: Дасылаецца
fr_fr: En cours d'envoi
ko_kr: 보내는중

# drops.status.inTranslation
source: In Translation
be_by: На перакладзе
fr_fr: En cours de traduction
ko_kr: 번역중

# drops.status.inReview
source: In Review
be_by: На праверцы
fr_fr: En cours de revue
ko_kr: 리뷰중

# drops.controlbar.button.tooltip.import
source: Import Request
be_by: Імпартаваць праект
fr_fr: Importer le projet
ko_kr: 번역 업로드하기

# drops.showImported.link
source: Show Imported
be_by: Паказаць імпартаваныя
fr_fr: Afficher les projets importés
ko_kr: 업로드 보여주기

# drops.hideImported.link
source: Hide Imported
be_by: Схаваць імпартаваныя
fr_fr: Masquer les projets importés
ko_kr: 업로드 감추기

# drops.ongoingRequests.title
source: Ongoing Requests
be_by: Цяперашнія праекты
fr_fr: Projets en cours
ko_kr: 진행중인 번역요청

# drops.importedRequests.title
source: Imported Requests
be_by: Імпартаваныя праекты
fr_fr: Projets importés
ko_kr: 업로드된 번역들

# drops.newTranslationRequest.alert
source: New Translation Request is being sent
be_by: Дасылаю новы праект на пераклад
fr_fr: Un nouveau projet de traduction est en cours d'envoi
ko_kr: 새 번역요청이 보내졌습니다

# drops.newReviewRequest.alert
source: New Review Request is being sent
be_by: Дасылаю новы праект на праверку
fr_fr: Un nouveau projet de revue est en cours d'envoi
ko_kr: 새 리뷰요청이 보내졌습니다

# drops.beingImported.alert
source: Request is being imported
be_by: Імпартую праект
fr_fr: Le projet est en cours d'import
ko_kr: 업로드중입니다

# drops.status.canceled
source: Canceled
be_by: Адменены
fr_fr: Annulé
ko_kr: 취소됨

# drops.status.imported
source: Imported
be_by: Імпартаваны
fr_fr: Importé
ko_kr: 업로드됨

# drops.status.importing
source: Importing
be_by: Імпартуецца
fr_fr: En cours d'import
ko_kr: 업로드중

# drops.controlbar.button.tooltip.cancel
source: Cancel Request
be_by: Адмяніць праект
fr_fr: Annuler le projet
ko_kr: 요청 취소

# drops.beingCanceled.alert
source: Request is being canceled
be_by: Адмяняю праект
fr_fr: Le projet est en cours d'annulation
ko_kr: 취소되었습니다

# textUnit.target.placeholder
source: Enter new translation
be_by: Дадай пераклад…
fr_fr: Entrez une nouvelle traduction
ko_kr: 새로운 번역 입력하기 ...

# textUnit.target.enterNewTranslation
source: Enter new translation
be_by: Дадай пераклад…
fr_fr: Entrez une nouvelle traduction
ko_kr: 새로운 번역 입력하기...

# header.settings
source: Settings
be_by: Наладкі
fr_fr: Paramètres
ko_kr: 설정

# settings.box.dropsFolderId
source: Project Requests Folder Id
fr_fr: "Folder Id" pour les projets

# settings.button.saveChanges
source: Save Changes
fr_fr: Sauvegarder les changements
ko_kr: 변경사항 저장

# settings.modal.title.pleaseWait
source: Please Wait
fr_fr: Attendez s'il vous plaît
ko_kr: 기다려주십시오

# settings.modal.box.message
source: API Configurations is being set up
fr_fr: Les paramètres pour l'API sont en cours de configuration
ko_kr: API Configurations이 설치되고 있는 중입니다

# settings.message.waitingForInfo
source: Retreiving Information. Please wait.
fr_fr: Acquisition d'information en cours. Veuillez patienter.
ko_kr: 정보를 불러오고 있는 중입니다

# settings.message.notAvailableYet
source: Not Avaialble Yet
fr_fr: Pas encore disponible
ko_kr: 아직 정보가 없습니다

# label.yes
source: Yes
be_by: Так
fr_fr: Oui
ko_kr: 예

# label.no
source: No
be_by: Не
fr_fr: Non
ko_kr: 아니요

# label.okay
source: Okay
fr_fr: Ok
ko_kr: 확인

# textUnit.save.failed
source: There was an error saving the translation. Please try again later.
be_by: Пераклад не захаваўся.
fr_fr: Il y a eu une erreur lors de la sauvegarde de la traduction. Re-essayez plus tard.
ko_kr: 번역을 저장하는데 문제가 생겼습니다. 조금 후에 다시 시도해주세요.

# textUnit.check.failed
source: Your translation failed the integrity check. Some placeholders may not be in the correct place and the format may not be correct. Are you sure you want to save anyways?
fr_fr: Votre traduction a échoué le test d'intégrité. Certains espaces réservés peuvent être au mauvais endroit ou le format est incorrecte. Etes-vous sûr que vous voulez enregistrer ?
ko_kr: 번역에 오류가 있습니다. 변수나 공백에 문제가 있는것 같습니다. 그대로 저장하시겠습니까?

# textUnit.checkandsave.failed
source: There was an error checking and saving the translation.
fr_fr: Il y a eu une erreur lors du test et de la sauvegarde de la traduction.

# repositories.table.header.rejected
source: Rejected
be_by: Адхіленыя
fr_fr: Rejetée
ko_kr: 거절

# repositories.table.header.needsTranslation
source: Need Translation
fr_fr: Requière traduction

# repositories.table.header.needsReview
source: Need Review
fr_fr: Requière review

# repositories.table.row.numberOfWords
source: {numberOfWords, plural, =1 {# word} other {# words}}
fr_fr: {numberOfWords, plural, =1 {# mot} other {# mots}}

# repositories.table.row.done
source: Done
fr_fr: Complet

# login.form.title
source: Welcome back, please log in.
fr_fr: Bienvenue à nouveau, s'il vous plaît connectez-vous
ko_kr: 로그인 하세요

# drops.tableHeader.wordCount
source: Words
fr_fr: Mots

# drops.inProgress
source: In Progress
fr_fr: En cours

# drops.completed
source: Completed
fr_fr: Finis

# drops.all
source: All
be_by: Усе
fr_fr: Tous
ko_kr: 모두보기

# error.modal.message.loggedOut
source: Session expired. Please re-authenticate.
fr_fr: La session a expiré. Ré-authentifiez vous, s'il vous plaît.
ko_kr: 세션이 만료되었습니다. 다시 로그인해주십시오.

# search.locale.selectAll
source: All
be_by: Усе
fr_fr: Toutes
ko_kr: 모두보기

# search.repository.selectAll
source: All
be_by: Усе
fr_fr: Toutes
ko_kr: 모두보기

# settings.box.yes
source: Yes
be_by: Так
fr_fr: Oui
ko_kr: 예

# settings.box.no
source: No
be_by: Не
fr_fr: Non
ko_kr: 아니요

# settings.button.cancel
source: Cancel
be_by: Скасаваць
fr_fr: Annuler
ko_kr: 취소

# repositories.table.header.description
source: Description
be_by: Апісанне
ko_kr: 설명

# repositories.table.header.status
source: Status
be_by: Стан
ko_kr: 번역현황

# repositories.table.row.ok
source: Ok
be_by: Добра
ko_kr: 확인

# search.filter.source
source: Source
be_by: Арыгінал
ko_kr: 번역전 문장

# search.filter.ilike
source: ILike
ko_kr: 비슷

# search.filter.searchType
source: Type
be_by: Тып
ko_kr: 종류

# search.locale.btn.text
source: {numberOfSelectedLocales, plural, =0{Locales} =1{1 locale} other{# locales}}
be_by: {numberOfSelectedLocales, plural, =0{Лакалі} =1{1 лакаль} other{Лакалі (#)}}
ko_kr: {numberOfSelectedLocales, plural, =0{언어} =1{1개 언어} other{#개 언어}}

# search.statusDropdown.status
source: Status
be_by: Стан
ko_kr: 번역현황

# search.filter.id
source: Id
be_by: Ідэнтыфікатар
ko_kr: 아이디

# workbench.toolbar.status
source: Status
be_by: Стан
ko_kr: 번역현황

# error.modal.header.title
source: Oops
ko_kr: 죄송합니다

# search.result.empty
source: There are no results. Update your search parameter to find what you're looking for!
ko_kr: 검색결과가 없습니다. 다시 검색해주세요.

# search.result.selectRepoAndLocale
source: Selecte at least one repository and locale before you can search.
ko_kr: 검색전에 적어도 한개의 프로젝트와 언어를 선택해주세요.

# search.filter.stringId
source: String ID
be_by: Ідэнтыфікатар радка
